export default {
    department: {
        'a': '平台BU',
        'b': '即时配送BU',
        'c': '创新业务部',
        'd': '供应链事业部',
        'e': '平台研发中心',
        'f': '技术&创新中心',
        'g': '信息平台中心',
        'h': '运营中心',
        'i': '人力行政中心',
        'j': '客服中心',
        'k': '采集中心',
        'l': '财务部',
        'm': '品牌营销部',
        'n': '公关部',
        'o': '监察部',
        'p': '设计部',
        'q': '工业设计部'
    },
    deliveryStatus: {
        'a': '未处理',
        'b': '已通过',
        'c': '待定',
        'd': '淘汰'
    },
    category: {
        'a': {
            'name': '技术类',
            'task': {
                'a1': '研发类',
                'a2': '测试类',
                'a3': '技术运营类',
                'a4': '数据类'
            }
        },
        'b': {
            'name': '产品类',
            'task': {
                'b1': '产品经理',
                'b2': '产品运营',
                'b3': '用户体验'
            }
        },
        'c': {
            'name': '设计类',
            'task': {
                'c1': '平面设计',
                'c2': '工业设计'
            }
        },
        'd': {
            'name': '市场类',
            'task': {
                'd1': '市场类',
                'd2': '销售类',
                'd3': '招商类',
                'd4': '渠道类',
                'd5': '运营类'
            }
        },
        'e': {
            'name': '职能类',
            'task': {
                'e1': '人力',
                'e2': '行政',
                'e3': '品牌',
                'e4': '公关',
                'e5': '财务',
                'e6': '采购',
                'e7': '监察',
                'e8': '品控'
            }
        },
        'f': {
            'name': '物流类',
            'task': {
                'f1': '骑手',
                'f2': '物流专员'
            }
        },
        g: {
            'name': '客服类',
            'task': {
                'g1': '电话客服',
                'g2': '客服培训',
                'g3': '销售客服',
                'g4': '质检客服'
            }
        }
    },
    'industry': {
        'a': '互联网/通信/电子',
        'b': '销售/客服/市场/公关',
        'c': '设计/广告/媒体',
        'd': '物流/采购',
        'e': '财会/银行/金融',
        'f': '传媒/公关',
        'g': '人力/行政/法律',
        'h': '咨询/外包',
        'i': '餐饮',
        'j': '其他'
    },
    'card': {
        'a': '身份证',
        'b': '护照(仅限非中国户籍填写)',
        'c': '军官证',
        'd': '港澳居民来往内地通行证',
        'e': '台湾居民来往大陆通行证'
    },
    'salary': {
        'a': '<2000',
        'b': '2000-2999',
        'c': '3000-4499',
        'd': '4500-5999',
        'e': '6000-7999',
        'f': '8000-9999',
        'g': '10000-14999',
        'h': '15000-19999',
        'i': '20000-29999',
        'j': '30000-39999',
        'k': '40000-69999',
        'l': '70000-99999',
        'm': '>100000'
    },
    'rank': {
        'a': '10%以内',
        'b': '10%~30%',
        'c': '30%~60%',
        'd': '60%~90%',
        'e': '其他'
    },
    'languageLevel': {
        'a': 'CET-4',
        'b': 'CET-6',
        'c': 'TEM-4',
        'd': 'TEM-8',
        'e': 'TOEFL',
        'f': 'GRE',
        'g': 'GMAT',
        'h': 'IELTS'
    },
    'degree': {
        'a': '初中及以下',
        'b': '高中/中专/技校',
        'c': '大专',
        'd': '本科',
        'e': '硕士研究生',
        'f': '博士研究生',
        'g': '博士后'
    },
    'province': {
        'a': '北京',
        'b': '上海',
        'c': '天津',
        'd': '重庆',
        'e': '河北',
        'f': '山西',
        'g': '内蒙古',
        'h': '辽宁',
        'i': '吉林',
        'j': '黑龙江',
        'k': '江苏',
        'l': '浙江',
        'm': '安徽',
        'n': '福建',
        'o': '江西',
        'p': '山东',
        'q': '河南',
        'r': '湖北',
        's': '湖南',
        't': '广东',
        'u': '广西',
        'v': '海南',
        'w': '四川',
        'x': '贵州',
        'y': '云南',
        'z': '西藏',
        'aa': '陕西',
        'ab': '甘肃',
        'ac': '宁夏',
        'ad': '青海',
        'ae': '新疆',
        'af': '香港',
        'ag': '澳门',
        'ah': '台湾',
        'ai': '其他'
    },
    'hotCity': ['b1', 's1', 'g1', 's2', 'h2', 'w1', 'x1', 'n1', 'c3', 'c4', 'd1', 's3', 's5', 'c2', 'h3', 'n2', 'z1', 't1', 's4', 'q1', 'j1', 'h1', 'c1', 'f1', 'w2', 'n3', 'x2', 'l1'],
    'city': {
        'a1': {
            'name': '鞍山',
            'char': 'a'
        },
        'b1': {
            'name': '北京',
            'char': 'b'
        },
        'b2': {
            'name': '包头',
            'char': 'b'
        },
        'c1': {
            'name': '长春',
            'char': 'c'
        },
        'c2': {
            'name': '长沙',
            'char': 'c'
        },
        'c3': {
            'name': '成都',
            'char': 'c'
        },
        'c4': {
            'name': '重庆',
            'char': 'c'
        },
        'c5': {
            'name': '常州',
            'char': 'c'
        },
        'd1': {
            'name': '大连',
            'char': 'd'
        },
        'd2': {
            'name': '东莞',
            'char': 'd'
        },
        'e1': {
            'name': '鄂尔多斯',
            'char': 'e'
        },
        'f1': {
            'name': '福州',
            'char': 'f'
        },
        'f2': {
            'name': '佛山',
            'char': 'f'
        },
        'g1': {
            'name': '广州',
            'char': 'g'
        },
        'g2': {
            'name': '贵阳',
            'char': 'g'
        },
        'g3': {
            'name': '桂林',
            'char': 'g'
        },
        'h1': {
            'name': '哈尔滨',
            'char': 'h'
        },
        'h2': {
            'name': '杭州',
            'char': 'h'
        },
        'h3': {
            'name': '合肥',
            'char': 'h'
        },
        'h4': {
            'name': '海口',
            'char': 'h'
        },
        'h5': {
            'name': '呼和浩特',
            'char': 'h'
        },
        'h6': {
            'name': '惠州',
            'char': 'h'
        },
        'h7': {
            'name': '湖州',
            'char': 'h'
        },
        'h8': {
            'name': '邯郸',
            'char': 'h'
        },
        'j1': {
            'name': '济南',
            'char': 'j'
        },
        'j2': {
            'name': '嘉兴',
            'char': 'j'
        },
        'j3': {
            'name': '金华',
            'char': 'j'
        },
        'k1': {
            'name': '昆明',
            'char': 'k'
        },
        'l1': {
            'name': '兰州',
            'char': 'l'
        },
        'l2': {
            'name': '洛阳',
            'char': 'l'
        },
        'l3': {
            'name': '连云港',
            'char': 'l'
        },
        'l4': {
            'name': '柳州',
            'char': 'l'
        },
        'l5': {
            'name': '乐山',
            'char': 'l'
        },
        'l6': {
            'name': '临沧',
            'char': 'l'
        },
        'l7': {
            'name': '陇南',
            'char': 'l'
        },
        'l8': {
            'name': '丽江',
            'char': 'l'
        },
        'n1': {
            'name': '南京',
            'char': 'n'
        },
        'n2': {
            'name': '宁波',
            'char': 'n'
        },
        'n3': {
            'name': '南昌',
            'char': 'n'
        },
        'n4': {
            'name': '南通',
            'char': 'n'
        },
        'n5': {
            'name': '南宁',
            'char': 'n'
        },
        'q1': {
            'name': '青岛',
            'char': 'q'
        },
        'q2': {
            'name': '泉州',
            'char': 'q'
        },
        'q3': {
            'name': '秦皇岛',
            'char': 'q'
        },
        's1': {
            'name': '上海',
            'char': 's'
        },
        's2': {
            'name': '深圳',
            'char': 's'
        },
        's3': {
            'name': '沈阳',
            'char': 's'
        },
        's4': {
            'name': '石家庄',
            'char': 's'
        },
        's5': {
            'name': '苏州',
            'char': 's'
        },
        's6': {
            'name': '三亚',
            'char': 's'
        },
        's7': {
            'name': '绍兴',
            'char': 's'
        },
        's8': {
            'name': '汕头',
            'char': 's'
        },
        't1': {
            'name': '天津',
            'char': 't'
        },
        't2': {
            'name': '太原',
            'char': 't'
        },
        't3': {
            'name': '台州',
            'char': 't'
        },
        't4': {
            'name': '唐山',
            'char': 't'
        },
        'w1': {
            'name': '武汉',
            'char': 'w'
        },
        'w2': {
            'name': '无锡',
            'char': 'w'
        },
        'w3': {
            'name': '温州',
            'char': 'w'
        },
        'w4': {
            'name': '乌鲁木齐',
            'char': 'w'
        },
        'w5': {
            'name': '芜湖',
            'char': 'w'
        },
        'w6': {
            'name': '威海',
            'char': 'w'
        },
        'x1': {
            'name': '西安',
            'char': 'x'
        },
        'x2': {
            'name': '厦门',
            'char': 'x'
        },
        'x3': {
            'name': '徐州',
            'char': 'x'
        },
        'x4': {
            'name': '湘潭',
            'char': 'x'
        },
        'y1': {
            'name': '烟台',
            'char': 'y'
        },
        'y2': {
            'name': '扬州',
            'char': 'y'
        },
        'y3': {
            'name': '宜昌',
            'char': 'y'
        },
        'y4': {
            'name': '义乌',
            'char': 'y'
        },
        'y5': {
            'name': '银川',
            'char': 'y'
        },
        'z1': {
            'name': '郑州',
            'char': 'z'
        },
        'z2': {
            'name': '珠海',
            'char': 'z'
        },
        'z3': {
            'name': '镇江',
            'char': 'z'
        },
        'z4': {
            'name': '株洲',
            'char': 'z'
        },
        'z5': {
            'name': '湛江',
            'char': 'z'
        }
    },
    'household': {
        '北京': ['北京'],
        '广东': ['广州', '深圳', '珠海', '汕头', '韶关', '佛山', '江门', '湛江', '茂名', '肇庆', '惠州', '梅州', '汕尾', '河源', '阳江', '清远', '东莞', '中山', '潮州', '揭阳', '云浮'],
        '上海': ['上海'],
        '天津': ['天津'],
        '重庆': ['重庆'],
        '辽宁': ['沈阳', '大连', '鞍山', '抚顺', '本溪', '丹东', '锦州', '营口', '阜新', '辽阳', '盘锦', '铁岭', '朝阳', '葫芦岛'],
        '江苏': ['南京', '苏州', '无锡', '常州', '镇江', '南通', '泰州', '扬州', '盐城', '连云港', '徐州', '淮安', '宿迁'],
        '湖北': ['武汉', '黄石', '十堰', '荆州', '宜昌', '襄樊', '鄂州', '荆门', '孝感', '黄冈', '咸宁', '随州', '恩施土家族苗族自治州', '仙桃', '天门', '潜江', '神农架林区'],
        '四川': ['成都', '自贡', '攀枝花', '泸州', '德阳', '绵阳', '广元', '遂宁', '内江', '乐山', '南充', '眉山', '宜宾', '广安', '达州', '雅安', '巴中', '资阳', '阿坝藏族羌族自治州', '甘孜藏族自治州', '凉山彝族自治州'],
        '陕西': ['西安', '铜川', '宝鸡', '咸阳', '渭南', '延安', '汉中', '榆林', '安康', '商洛'],
        '河北': ['石家庄', '唐山', '秦皇岛', '邯郸', '邢台', '保定', '张家口', '承德', '沧州', '廊坊', '衡水'],
        '山西': ['太原', '大同', '阳泉', '长治', '晋城', '朔州', '晋中', '运城', '忻州', '临汾', '吕梁'],
        '河南': ['郑州', '开封', '洛阳', '平顶山', '安阳', '鹤壁', '新乡', '焦作', '濮阳', '许昌', '漯河', '三门峡', '南阳', '商丘', '信阳', '周口', '驻马店', '焦作'],
        '吉林': ['长春', '吉林', '四平', '辽源', '通化', '白山', '松原', '白城', '延边朝鲜族自治州'],
        '黑龙江': ['哈尔滨', '齐齐哈尔', '鹤岗', '双鸭山', '鸡西', '大庆', '伊春', '牡丹江', '佳木斯', '七台河', '黑河', '绥化', '大兴安岭地区'],
        '内蒙古': ['呼和浩特', '包头', '乌海', '赤峰', '通辽', '鄂尔多斯', '呼伦贝尔', '巴彦淖尔', '乌兰察布', '锡林郭勒盟', '兴安盟', '阿拉善盟'],
        '山东': ['济南', '青岛', '淄博', '枣庄', '东营', '烟台', '潍坊', '济宁', '泰安', '威海', '日照', '莱芜', '临沂', '德州', '聊城', '滨州', '菏泽'],
        '安徽': ['合肥', '芜湖', '蚌埠', '淮南', '马鞍山', '淮北', '铜陵', '安庆', '黄山', '滁州', '阜阳', '宿州', '巢湖', '六安', '亳州', '池州', '宣城'],
        '浙江': ['杭州', '宁波', '温州', '嘉兴', '湖州', '绍兴', '金华', '衢州', '舟山', '台州', '丽水'],
        '福建': ['福州', '厦门', '莆田', '三明', '泉州', '漳州', '南平', '龙岩', '宁德'],
        '湖南': ['长沙', '株洲', '湘潭', '衡阳', '邵阳', '岳阳', '常德', '张家界', '益阳', '郴州', '永州', '怀化', '娄底', '湘西土家族苗族自治州'],
        '广西': ['南宁', '柳州', '桂林', '梧州', '北海', '防城港', '钦州', '贵港', '玉林', '百色', '贺州', '河池', '来宾', '崇左'],
        '江西': ['南昌', '景德镇', '萍乡', '九江', '新余', '鹰潭', '赣州', '吉安', '宜春', '抚州', '上饶'],
        '贵州': ['贵阳', '六盘水', '遵义', '安顺', '铜仁地区', '毕节地区', '黔西南布依族苗族自治州', '黔东南苗族侗族自治州', '黔南布依族苗族自治州'],
        '云南': ['昆明', '曲靖', '玉溪', '保山', '昭通', '丽江', '普洱', '临沧', '德宏傣族景颇族自治州', '怒江傈僳族自治州', '迪庆藏族自治州', '大理白族自治州', '楚雄彝族自治州', '红河哈尼族彝族自治州', '文山壮族苗族自治州', '西双版纳傣族自治州'],
        '西藏': ['拉萨', '那曲地区', '昌都地区', '林芝地区', '山南地区', '日喀则地区', '阿里地区'],
        '海南': ['海口', '三亚', '五指山', '琼海', '儋州', '文昌', '万宁', '东方', '澄迈县', '定安县', '屯昌县', '临高县', '白沙黎族自治县', '昌江黎族自治县', '乐东黎族自治县', '陵水黎族自治县', '保亭黎族苗族自治县', '琼中黎族苗族自治县'],
        '甘肃': ['兰州', '嘉峪关', '金昌', '白银', '天水', '武威', '酒泉', '张掖', '庆阳', '平凉', '定西', '陇南', '临夏回族自治州', '甘南藏族自治州'],
        '宁夏': ['银川', '石嘴山', '吴忠', '固原', '中卫'],
        '青海': ['西宁', '海东地区', '海北藏族自治州', '海南藏族自治州', '黄南藏族自治州', '果洛藏族自治州', '玉树藏族自治州', '海西蒙古族藏族自治州'],
        '新疆': ['乌鲁木齐', '克拉玛依', '吐鲁番地区', '哈密地区', '和田地区', '阿克苏地区', '喀什地区', '克孜勒苏柯尔克孜自治州', '巴音郭楞蒙古自治州', '昌吉回族自治州', '博尔塔拉蒙古自治州', '石河子', '阿拉尔', '图木舒克', '五家渠', '伊犁哈萨克自治州'],
        '香港': ['香港'],
        '澳门': ['澳门'],
        '台湾': ['台北市', '高雄市', '台北县', '桃园县', '新竹县', '苗栗县', '台中县', '彰化县', '南投县', '云林县', '嘉义县', '台南县', '高雄县', '屏东县', '宜兰县', '花莲县', '台东县', '澎湖县', '基隆市', '新竹市', '台中市', '嘉义市', '台南市']
    }
};
